Revit 2027 API
ReleaseConditions.Fy Property
 Gets or Sets the Fy of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Fy { get; set; }
Public Property Fy As Boolean
	Get
	Set
public:
property bool Fy {
	bool get ();
	void set (bool value);
}
member Fy : bool with get, set
Property Value
Boolean
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace